Repository: christmeunier/localization-support
Catalog: Localization/NovDictionary_zh-CN.tmx
Source language: en_us
Languages: zh_cn

source: Mostly Cloudy Night
zh_cn: 夜间多云

source: Partly Cloudy
zh_cn: 晴间多云

source: Partly Cloudy Night
zh_cn: 晴间多云的夜晚

source: Rainy
zh_cn: 有雨

source: Downfall
zh_cn: 大雨

source: Mixed Rain Snow
zh_cn: 雨夹雪

source: Snow
zh_cn: 雪

source: Blizzard
zh_cn: 暴风雪

source: Foggy
zh_cn: 有雾

source: Cloudy Foggy
zh_cn: 多云有雾

source: Storm
zh_cn: 风暴

source: T Storm
zh_cn: 雷雨

source: Haze
zh_cn: 霾

source: Night Haze
zh_cn: 夜雾

source: Tornado
zh_cn: 龙卷风

source: Windy
zh_cn: 有风

source: Hurricane
zh_cn: 飓风

source: Weather Vane
zh_cn: 风向标

source: Umbrella
zh_cn: 雨伞

source: Single Drop
zh_cn: 单滴

source: Single Flake
zh_cn: 单片

source: Top Thickness
zh_cn: 顶层厚度

source: Bottom Thickness
zh_cn: 底层厚度

source: Inner Left
zh_cn: 内左

source: Inner Bottom
zh_cn: 内底

source: Snip size
zh_cn: 切边大小

source: Top Right
zh_cn: 右上角

source: Top Left
zh_cn: 左上角

source: Bottom Left
zh_cn: 左下角

source: Bottom Right
zh_cn: 右下角

source: Nota Bene
zh_cn: 注意

source: Consumer Report Rating
zh_cn: 消费者报告评级

source: Parallel Fork/Join
zh_cn: 并行Fork/Join

source: Complex Decision/Merge
zh_cn: 复杂决策/合并

source: Inclusive Decision/Merge
zh_cn: 包含性决策/合并

source: Data-Based Exclusive Decision/Merge 1
zh_cn: 基于数据的独占性决策/合并 1

source: Data-Based Exclusive Decision/Merge 2
zh_cn: 基于数据的独占性决策/合并 2

source: Data-Based Exclusive Decision/Merge 3
zh_cn: 基于数据的独占性决策/合并 3

source: Side Box Shape
zh_cn: 侧边框形状

source: Side Line Shape
zh_cn: 侧边线形状

source: Reposition Branch End
zh_cn: 重新放置分支末端

source: Reposition Arm
zh_cn: 重新放置臂

source: Relocate Connection
zh_cn: 迁移连接

source: Alternating current source
zh_cn: 交流源

source: Bipolar junction transistor, NPN mode
zh_cn: 晶体三极管, NPN型

source: Bipolar junction transistor, PNP mode
zh_cn: 晶体三极管, PNP型

source: Direct current source
zh_cn: 直流电流源

source: Junction field effect transistor, N-channel
zh_cn: 结型场效应管, N通道

source: Junction field effect transistor, P-channel
zh_cn: 结型场效应管, P通道

source: Light-dependent resistor
zh_cn: 光敏电阻

source: Light Emitting Diode
zh_cn: 闪光二极管

source: Metal oxide semiconductor field effect transistor, depletion mode, N-channel
zh_cn: 金属氧化物半导体场效应管, 耗尽型, N通道

source: Metal oxide semiconductor field effect transistor, depletion mode, P-channel
zh_cn: 金属氧化物半导体场效应管, 耗尽型, P通道

source: Metal oxide semiconductor field effect transistor, enhancement mode, N-channel
zh_cn: 金属氧化物半导体场效应管, 增强型, N通道

source: Metal oxide semiconductor field effect transistor, enhancement mode, P-channel
zh_cn: 金属氧化物半导体场效应管, 增强型, P通道

source: Silicon controlled rectifier
zh_cn: 可控硅整流器

source: Single pole double throw switch
zh_cn: 单刀双掷开关

source: Single pole single throw switch
zh_cn: 单刀单掷开关

source: Flag of Albania
zh_cn: 阿尔巴尼亚国旗

source: Flag of Algeria
zh_cn: 阿尔及利亚国旗

source: Flag of Angola
zh_cn: 安哥拉国旗

source: Flag of Argentina
zh_cn: 阿根廷国旗

source: Flag of Armenia
zh_cn: 亚美尼亚国旗

source: Flag of Australia
zh_cn: 澳大利亚国旗

source: Flag of Austria
zh_cn: 奥地利国旗

source: Flag of Azerbaijan
zh_cn: 阿塞拜疆国旗

source: Flag of Bahamas
zh_cn: 巴哈马国旗

source: Flag of Bahrain
zh_cn: 巴林国旗

source: Flag of Bangladesh
zh_cn: 孟加拉国国旗

source: Flag of Barbados
zh_cn: 巴巴多斯国旗

source: Flag of Belgium
zh_cn: 比利时国旗

source: Flag of Benin
zh_cn: 贝宁国旗

source: Flag of Bolivia
zh_cn: 玻利维亚国旗

source: Flag of Bosnia And Herzegovina
zh_cn: 波斯尼亚和黑塞哥维那国旗

source: Flag of Botswana
zh_cn: 博茨瓦纳国旗

source: Flag of Brazil
zh_cn: 巴西国旗

source: Flag of Bulgaria
zh_cn: 保加利亚国旗

source: Flag of Burkina Faso
zh_cn: 布基纳法索国旗

source: Flag of Burundi
zh_cn: 布隆迪国旗

source: Flag of Cameroon
zh_cn: 喀麦隆国旗

source: Flag of Canada
zh_cn: 加拿大国旗

source: Flag of Cape Verde
zh_cn: 佛得角国旗

source: Flag of Central African Republic
zh_cn: 中非共和国国旗

source: Flag of Chad
zh_cn: 乍得国旗

source: Flag of Chile
zh_cn: 智利国旗

source: Flag of China
zh_cn: 中国国旗

source: Flag of Colombia
zh_cn: 哥伦比亚国旗

source: Flag of Comoros
zh_cn: 科摩罗国旗

source: Flag of Democratic Republic Of Congo
zh_cn: 刚果民主共和国国旗

source: Flag of Republic Of Congo
zh_cn: 刚果共和国国旗

source: Flag of Costa Rica
zh_cn: 哥斯达黎加国旗

source: Flag of Cote D'ivoire
zh_cn: 科特迪瓦国旗

source: Flag of Cuba
zh_cn: 古巴国旗

source: Flag of Czech Republic
zh_cn: 捷克国旗

source: Flag of Denmark
zh_cn: 丹麦国旗

source: Flag of Djibouti
zh_cn: 吉布提国旗

source: Flag of East Timor
zh_cn: 东帝汶国旗

source: Flag of Ecuador
zh_cn: 厄瓜多尔国旗

source: Flag of Estonia
zh_cn: 爱沙尼亚国旗

source: Flag of Ethiopia
zh_cn: 埃塞俄比亚国旗

source: Flag of European Union
zh_cn: 欧盟旗帜

source: Flag of Finland
zh_cn: 芬兰国旗

source: Flag of France
zh_cn: 法国国旗

source: Flag of Gabon
zh_cn: 加蓬国旗

source: Flag of Gambia
zh_cn: 冈比亚国旗

source: Flag of Georgia
zh_cn: 格鲁吉亚国旗

source: Flag of Germany
zh_cn: 德国国旗

source: Flag of Ghana
zh_cn: 加纳国旗

source: Flag of Greece
zh_cn: 希腊国旗

source: Flag of Grenada
zh_cn: 格林纳达国旗

source: Flag of Guinea
zh_cn: 几内亚国旗

source: Flag of Guinea Bissau
zh_cn: 几内亚比绍国旗

source: Flag of Guyana
zh_cn: 圭亚那国旗

source: Flag of Honduras
zh_cn: 洪都拉斯国旗

source: Flag of Hungary
zh_cn: 匈牙利国旗

source: Flag of Iceland
zh_cn: 冰岛国旗

source: Flag of India
zh_cn: 印度国旗

source: Flag of Indonesia
zh_cn: 印尼国旗

source: Flag of Ireland
zh_cn: 爱尔兰国旗

source: Flag of Israel
zh_cn: 以色列国旗

source: Flag of Italy
zh_cn: 意大利国旗

source: Flag of Jamaica
zh_cn: 牙买加国旗

source: Flag of Japan
zh_cn: 日本国旗

source: Flag of Jordan
zh_cn: 约旦国旗

source: Flag of Kenya
zh_cn: 肯尼亚国旗

source: Flag of North Korea
zh_cn: 朝鲜国旗

source: Flag of South Korea
zh_cn: 韩国国旗

source: Flag of Kuwait
zh_cn: 科威特国旗

source: Flag of Laos
zh_cn: 寮国国旗

source: Flag of Latvia
zh_cn: 拉脱维亚国旗

source: Flag of Liberia
zh_cn: 利比里亚国旗

source: Flag of Libya
zh_cn: 利比亚国旗

source: Flag of Lithuania
zh_cn: 立陶宛国旗

source: Flag of Luxembourg
zh_cn: 卢森堡国旗

source: Flag of FYROM
zh_cn: 马其顿国旗

source: Flag of Madagascar
zh_cn: 马达加斯加国旗

source: Flag of Malawi
zh_cn: 马拉维国旗

source: Flag of Malaysia
zh_cn: 马来西亚国旗

source: Flag of Maldives
zh_cn: 马尔代夫国旗

source: Flag of Mali
zh_cn: 马里国旗

source: Flag of Marshall Islands
zh_cn: 马绍尔群岛国旗

source: Flag of Mauritania
zh_cn: 毛里塔尼亚国旗

source: Flag of Mauritius
zh_cn: 毛里求斯国旗

source: Flag of Micronesia
zh_cn: 密克罗尼西亚联邦国旗

source: Flag of Monaco
zh_cn: 摩纳哥国旗

source: Flag of Mongolia
zh_cn: 蒙古国国旗

source: Flag of Morocco
zh_cn: 摩洛哥国旗

source: Flag of Namibia
zh_cn: 纳米比亚国旗

source: Flag of NATO
zh_cn: 北大西洋公约组织旗帜

source: Flag of Nauru
zh_cn: 瑙鲁国旗

source: Flag of Nepal
zh_cn: 尼泊尔国旗

source: Flag of Netherlands
zh_cn: 荷兰国旗

source: Flag of New Zealand
zh_cn: 新西兰国旗

source: Flag of Niger
zh_cn: 尼日尔国旗

source: Flag of Nigeria
zh_cn: 尼日利亚国旗

source: Flag of Norway
zh_cn: 挪威国旗

source: Flag of Pakistan
zh_cn: 巴基斯坦国旗

source: Flag of Palau
zh_cn: 帕劳国旗

source: Flag of Panama
zh_cn: 巴拿马国旗

source: Flag of Papua New Guinea
zh_cn: 巴布亚新几内亚国旗

source: Flag of Peru
zh_cn: 秘鲁国旗

source: Flag of Philippines
zh_cn: 菲律宾国旗

source: Flag of Poland
zh_cn: 波兰国旗

source: Flag of Puerto Rico
zh_cn: 波多黎各旗帜

source: Flag of Qatar
zh_cn: 卡塔尔国旗

source: Flag of Romania
zh_cn: 罗马尼亚国旗

source: Flag of Russia
zh_cn: 俄罗斯国旗

source: Flag of Rwanda
zh_cn: 卢旺达国旗

source: Flag of Saint Kitts And Nevis
zh_cn: 圣克里斯多福与尼维斯国旗

source: Flag of Saint Lucia
zh_cn: 圣卢西亚国旗

source: Flag of Saint Vincent And The Grenadines
zh_cn: 圣文森特和格林纳丁斯国旗

source: Flag of Samoa
zh_cn: 萨摩亚国旗

source: Flag of Sao Tome And Principe
zh_cn: 圣多美与普林希比共和国国旗

source: Flag of Senegal
zh_cn: 塞内加尔国旗

source: Flag of Serbia
zh_cn: 塞尔维亚国旗

source: Flag of Seychelles
zh_cn: 塞舌尔国旗

source: Flag of SierraLeone
zh_cn: 塞拉利昂国旗

source: Flag of Singapore
zh_cn: 新加坡国旗

source: Flag of Slovakia
zh_cn: 斯洛伐克国旗

source: Flag of Slovenia
zh_cn: 斯洛文尼亚国旗

source: Flag of Solomon Islands
zh_cn: 索罗门群岛国旗

source: Flag of Somalia
zh_cn: 索马里国旗

source: Flag of South Africa
zh_cn: 南非国旗

source: Flag of Spain
zh_cn: 西班牙国旗

source: Flag of Sudan
zh_cn: 苏丹国旗

source: Flag of Suriname
zh_cn: 苏里南国旗

source: Flag of Sweden
zh_cn: 瑞典国旗

source: Flag of Switzerland
zh_cn: 瑞士国旗

source: Flag of Syria
zh_cn: 叙利亚国旗

source: Flag of Taiwan
zh_cn: 台湾旗帜

source: Flag of Tajikistan
zh_cn: 塔吉克斯坦国旗

source: Flag of Tanzania
zh_cn: 坦桑尼亚国旗

source: Flag of Thailand
zh_cn: 泰国国旗

source: Flag of Togo
zh_cn: 多哥国旗

source: Flag of Tonga
zh_cn: 汤加国旗

source: Flag of Trinidad And Tobago
zh_cn: 特立尼达和多巴哥国旗

source: Flag of Tunisia
zh_cn: 突尼斯国旗

source: Flag of Turkey
zh_cn: 土耳其国旗

source: Flag of Tuvalu
zh_cn: 图瓦卢国旗

source: Flag of Ukraine
zh_cn: 乌克兰国旗

source: Flag of United Arab Emirates
zh_cn: 阿拉伯联合酋长国国旗

source: Flag of United Kingdom
zh_cn: 英国国旗

source: Flag of United States
zh_cn: 美国国旗

source: Flag of Uzbekistan
zh_cn: 乌兹别克斯坦国旗

source: Flag of Venezuela
zh_cn: 委内瑞拉国旗

source: Flag of Vietnam
zh_cn: 越南国旗

source: Flag of Yemen
zh_cn: 也门国旗

source: Shot Glass
zh_cn: 小杯

source: TallShot Glass
zh_cn: 中杯

source: Cell phone
zh_cn: 手机

source: Computer/Workstation
zh_cn: 计算机/工作站

source: Digital still (point-and-shoot) camera
zh_cn: 数码（傻瓜型）相机

source: Digital still (professional-grade) single-lens reflex camera
zh_cn: 数码（专业级）单反相机

source: Digital video camera
zh_cn: 数码摄像机

source: External (CD/DVD/FD/HDD) drive
zh_cn: 外置(CD/DVD/FD/HDD)驱动器

source: Hub/switch/router
zh_cn: 集线器/交换机/路由器

source: Multifunctional center/device (office all-in-one)
zh_cn: 多功能中心/设备（办公一体化）

source: Personal Digital Assistant
zh_cn: 掌上电脑

source: Portable/Personal media center
zh_cn: 便携/个人媒体中心

source: Data projector (LCD)
zh_cn: 数码投影机(LCD)

source: Smartphone
zh_cn: 智能手机

source: Limited access computer
zh_cn: 访问受限计算机

source: Ultra-portable PC
zh_cn: 超极本

source: Wireless access point/hub/router
zh_cn: 无线接入点/集线器/路由器

source: Female symbol
zh_cn: 雌性符号

source: Flat Human
zh_cn: 平面人物

source: Handicapped symbol
zh_cn: 残疾人标志

source: Heart/Love shape
zh_cn: 心形/爱的形状

source: Human Icon 1
zh_cn: 人类图标 1

source: Male symbol
zh_cn: 雄性符号

source: Male shape
zh_cn: 男性外形

source: New Actor 1
zh_cn: 新参与者 1

source: Radioactivity
zh_cn: 放射性

source: Recycling
zh_cn: 回收

source: Role Icon 1
zh_cn: 角色图标 1

source: Skull/Poison
zh_cn: 骷髅/毒物

source: Female shape
zh_cn: 女性外形

source: Taoist Yin-Yang
zh_cn: 道教阴阳

source: Attention! Pedestrians crossing
zh_cn: 请注意! 有行人过街

source: Attention!
zh_cn: 请注意!

source: Low flying aircraft
zh_cn: 低飞航空器

source: Caution, slippery road
zh_cn: 小心, 湿滑路面

source: Curvy road
zh_cn: 弯道

source: End of previous (speed) limits
zh_cn: 前一段（速度）限制结束

source: End of right of way
zh_cn: 路权结束

source: European route number
zh_cn: 欧洲路线编号

source: Attention! Falling Rocks
zh_cn: 请注意! 有落石

source: Yield
zh_cn: 让路

source: Intersection
zh_cn: 十字路口

source: Follow the direction of the sign
zh_cn: 沿标志指示方向行进

source: Do not enter
zh_cn: 不得进入

source: No turning left
zh_cn: 不得左转

source: Overtaking forbidden
zh_cn: 禁止超车

source: Do not park
zh_cn: 不得停车

source: Stopping and parking forbidden
zh_cn: 禁止停留与停车

source: No turning right
zh_cn: 不得右转

source: Vehicular traffic forbidden
zh_cn: 禁止车辆通行

source: Overtaking by trucks forbidden
zh_cn: 禁止卡车超车

source: No U-turns
zh_cn: 禁止掉头

source: Timed parking
zh_cn: 计时停车

source: Recommended (speed)
zh_cn: 推荐 (速度)

source: Right of way
zh_cn: 路权

source: Caution! Quayside
zh_cn: 小心! 前方是码头前沿

source: Road narrows on both sides
zh_cn: 道路两侧变窄

source: Road narrows on one side
zh_cn: 道路一侧变窄

source: US interstate road number
zh_cn: 美国州际公路编号

source: US road/route number
zh_cn: 美国道路/路线编号

source: Caution! High winds
zh_cn: 小心! 有强风

source: Cloudy and Foggy
zh_cn: 多云有雾

source: Mixed Rain and Snow
zh_cn: 雨夹雪

source: Single Raindrop
zh_cn: 单个雨滴

source: Single Snowflake
zh_cn: 单片雪花

source: Stormy
zh_cn: 有暴风雨

source: Sunny and Hot
zh_cn: 晴朗炎热

source: T-Storm
zh_cn: 雷雨

source: Rotate or Flip
zh_cn: 旋转或翻转

source: Nudge
zh_cn: 微调

source: Compose
zh_cn: 构成

source: Align
zh_cn: 对齐

source: Rounding: {0}
zh_cn: 圆弧: {0}

source: Layout Shapes of page - {0}
zh_cn: 页面的布局形状 - {0}

source: Size Page To Content After Layout
zh_cn: 页面与布局后的内容同大小

source: Layout Shapes
zh_cn: 布局形状

source: Selected Shapes
zh_cn: 所选形状

source: All Shapes in Page
zh_cn: 页面中的所有形状

source: Apply Layout To
zh_cn: 应用布局

source: Layout Type
zh_cn: 布局类型

source: Status Bar
zh_cn: 状态栏

source: Action
zh_cn: 动作

source: Standard
zh_cn: 标准

source: Arrange
zh_cn: 排列

source: Insert
zh_cn: 插入

source: Show Stroke
zh_cn: 显示描边

source: Show Arrowheads
zh_cn: 显示箭头

source: Snap To
zh_cn: 对齐

source: Relative
zh_cn: 相对

source: Definition
zh_cn: 定义

source: Show Rulers
zh_cn: 显示标尺

source: Snap to Geometry
zh_cn: 对齐几何图形

source: Snap to Port
zh_cn: 对齐端点

source: Snap Begin to Geometry
zh_cn: 将开始对齐几何图形

source: Snap End To Geometry
zh_cn: 将结束对齐几何图形

source: Snap Begin to Port
zh_cn: 将开始对齐端点

source: Snap End To Port
zh_cn: 将结束对齐端点

source: Rotate Selected Items
zh_cn: 旋转所选条目

source: Allow Drill Down
zh_cn: 可穿过

source: Drill Down Select Mouse Button Event
zh_cn: 穿过选择鼠标按钮事件

source: Minor Ticks Stroke
zh_cn: 次Tick描边

source: Major Ticks Stroke
zh_cn: 主Tick描边

source: Change Drawing Scale
zh_cn: 更改绘图比例

source: Coordinate
zh_cn: 坐标

source: Grid Style
zh_cn: 网格样式

source: Major Lines Stroke
zh_cn: 主线条描边

source: Minor Lines Stroke
zh_cn: 次线条描边

source: Horizontal Stripes Color
zh_cn: 水平条纹颜色

source: Vertical Stripes Color
zh_cn: 垂直条纹颜色

source: Clip With Page
zh_cn: 剪切页面

source: Fill Color
zh_cn: 填充颜色

source: Border Color
zh_cn: 边框颜色

source: X Step Mode
zh_cn: X向梯级模式

source: Fixed X Step
zh_cn: 固定X向梯级

source: Y Step Mode
zh_cn: Y向梯级模式

source: Fixed Y Step
zh_cn: 固定Y向梯级

source: Minor Ticks Count
zh_cn: 次Tick数

source: Values Formatter
zh_cn: 值格式器

source: Geometry Index
zh_cn: 几何图形索引

source: Vertex Index
zh_cn: 顶点索引

source: Port Index
zh_cn: 端点索引

source: Command Index
zh_cn: 命令索引

source: Snap To Ports
zh_cn: 对齐端点

source: Snap To Geometries
zh_cn: 对齐几何图形

source: Snap To Shapes
zh_cn: 对齐形状

source: Snap To Guidelines
zh_cn: 对齐辅助线

source: Snap To Grid
zh_cn: 对齐网格

source: Snap To Rulers
zh_cn: 对齐标尺

source: Glue To Ports
zh_cn: 粘连端点

source: Glue To Geometries
zh_cn: 粘连几何图形

source: Glue To Shapes
zh_cn: 粘连形状

source: Ports Strength
zh_cn: 端点强度

source: Geometry Strength
zh_cn: 几何图形强度

source: Geometry Vertices Strength
zh_cn: 几何顶点强度

source: Guidelines Strength
zh_cn: 网格线强度

source: Grid Strength
zh_cn: 网格强度

source: Rulers Strength
zh_cn: 标尺强度

source: Snap Rotation
zh_cn: 捕捉旋转

source: Rotation Tolerance
zh_cn: 旋转公差

source: Glue To
zh_cn: 粘连

source: Snap Strength
zh_cn: 捕捉强度

source: Glue To Element Ref
zh_cn: 粘连元素引用

source: Master Port Index
zh_cn: 主端点索引

source: Slave Port Index
zh_cn: 从端点索引

source: Dir X
zh_cn: 方向（X）

source: Dir Y
zh_cn: 方向（Y）

source: Glue Mode
zh_cn: 粘连模式

source: Flow Mode
zh_cn: 流模式

source: Horizontal Guideline Properties
zh_cn: 水平辅助线属性

source: Center in Page
zh_cn: 页面居中

source: Vertical Guideline Properties
zh_cn: 垂直辅助线属性

source: Bow
zh_cn: 弯曲

source: First Control X
zh_cn: 一次控制（X）

source: First Control Y
zh_cn: 一次控制（Y）

source: Second Control X
zh_cn: 二次控制（X）

source: Second Control Y
zh_cn: 二次控制（Y）

source: Control X
zh_cn: 控制（X）

source: Control Y
zh_cn: 控制（Y）

source: Ratio
zh_cn: 比值

source: End Arrowhead
zh_cn: 结束箭头

source: Begin Direction
zh_cn: 开始方向

source: End Direction
zh_cn: 结束方向

source: Clip With Text Block
zh_cn: 剪切文本块

source: Filling and Rounding
zh_cn: 填充和修圆

source: End Points Direction
zh_cn: 结束点方向

source: Can Glue
zh_cn: 可粘连

source: X Behavior
zh_cn: X向行为

source: Y Behavior
zh_cn: Y向行为

source: Library Item Properties
zh_cn: 库条目属性

source: Viewport Padding
zh_cn: 视窗填充

source: Find Settings
zh_cn: 查找设置

source: Replace Settings
zh_cn: 替换设置

source: Spell Checker
zh_cn: 拼写检查

source: Export to Pdf
zh_cn: 输出为Pdf

source: Select All
zh_cn: 全选

source: Select All 1D Shapes
zh_cn: 全选一维形状

source: Select All 2D Shapes
zh_cn: 全选二维形状

source: Deselect All
zh_cn: 取消选择所有

source: Insert Image
zh_cn: 插入图片

source: Insert 1D Barcode
zh_cn: 插入一维条码

source: Insert 2D Barcode
zh_cn: 插入一维条码

source: Insert Symbol
zh_cn: 插入符号

source: Insert Field
zh_cn: 插入域

source: Update Field
zh_cn: 更新域

source: Insert Hyperlink
zh_cn: 插入超链接

source: Insert Bookmark
zh_cn: 插入书签

source: Insert Date
zh_cn: 插入日期

source: Insert Time
zh_cn: 插入时间

source: Flip Horizontal
zh_cn: 水平翻转

source: Flip Vertical
zh_cn: 垂直翻转

source: Rotate Right
zh_cn: 向右旋转

source: Union
zh_cn: 并集

source: Intersect
zh_cn: 交集

source: Subtract
zh_cn: 差集

source: Exclusive Or
zh_cn: 异或集

source: Make Line
zh_cn: 画线

source: Make Polyline
zh_cn: 画折线

source: Make Orthogonal
zh_cn: 正交

source: Reroute Always
zh_cn: 始终重新布线

source: Reroute When Needed
zh_cn: 需要时重新布线

source: Reroute Never
zh_cn: 从不重新布线

source: Bring To Front
zh_cn: 置于顶层

source: Send To Back
zh_cn: 置于底层

source: Bring Forward
zh_cn: 上移一层

source: Send Backward
zh_cn: 下移一层

source: Nudge Left
zh_cn: 左移一点

source: Nudge Right
zh_cn: 右移一点

source: Nudge Up
zh_cn: 上移一点

source: Nudge Down
zh_cn: 下移一点

source: Upgroup
zh_cn: 取消组合

source: Align To Grid
zh_cn: 对齐网格

source: Size To Grid
zh_cn: 与网格同大小

source: Show Layout Dialog
zh_cn: 显示布局对话框

source: Align Lefts
zh_cn: 左对齐

source: Align Centers
zh_cn: 水平居中对齐

source: Align Rights
zh_cn: 右对齐

source: Align Tops
zh_cn: 顶端对齐

source: Align Middles
zh_cn: 垂直居中对齐

source: Align Bottoms
zh_cn: 底端对齐

source: Make Same Width
zh_cn: 等宽

source: Make Same Height
zh_cn: 等高

source: Make Same Size
zh_cn: 维持原大小

source: Make Horizontal Spacing Equal
zh_cn: 等水平间距

source: Increase Horizontal Spacing
zh_cn: 增加水平间距

source: Decrease Horizontal Spacing
zh_cn: 减少水平间距

source: Remove Horizontal Spacing
zh_cn: 移除水平间距

source: Make Vertical Spacing Equal
zh_cn: 等垂直间距

source: Increase Vertical Spacing
zh_cn: 增加垂直间距

source: Decrease Vertical Spacing
zh_cn: 减少垂直间距

source: Remove Vertical Spacing
zh_cn: 移除垂直间距

source: Center In Page Horizontally
zh_cn: 页面水平居中

source: Center In Page Vertically
zh_cn: 页面垂直居中

source: Zoom To Percent
zh_cn: 百分比

source: Grid
zh_cn: 网格

source: Page Breaks
zh_cn: 分页符

source: Rulers
zh_cn: 标尺

source: Guidelines
zh_cn: 辅助线

source: Ports
zh_cn: 端点

source: Geometry Fill
zh_cn: 几何填充

source: Geometry Stroke
zh_cn: 几何图形描边

source: Geometry Shadow
zh_cn: 几何阴影

source: Geometry Begin Arrowhead
zh_cn: 几何图形开始箭头

source: Geometry End Arrowhead
zh_cn: 几何图形结束箭头

source: Geometry Corner Rounding
zh_cn: 几何图形拐角圆弧

source: Copy Geometry Formatting
zh_cn: 复制几何图形格式

source: Text Align Left
zh_cn: 文本左对齐

source: Text Align Center
zh_cn: 文本水平居中

source: Text Align Right
zh_cn: 文本右对齐

source: Text Align Top
zh_cn: 文本顶端对齐

source: Text Align Middle
zh_cn: 文本垂直居中

source: Text Align Bottom
zh_cn: 文本底端对齐

source: Font Family
zh_cn: 字型族系

source: Text Background Fill
zh_cn: 文本背景填充

source: Text Stroke
zh_cn: 文本描边

source: Text Shadow
zh_cn: 字体阴影

source: Toggle Base Line
zh_cn: 切换基线

source: Toggle Font Style
zh_cn: 切换字体样式

source: Toggle Bold
zh_cn: 切换粗体

source: Toggle Italic
zh_cn: 切换斜体

source: Toggle Underline
zh_cn: 切换下划线

source: Toggle Strike Trough
zh_cn: 切换删除线

source: Toggle Superscript Base Line
zh_cn: 切换上标基线

source: Toggle Subscript Base Line
zh_cn: 切换下标基线

source: Copy Text Formatting
zh_cn: 复制文本格式

source: Format Bullets
zh_cn: 格式化项目符号

source: Format Decimal Bullets
zh_cn: 格式化小数符号

source: Format Lower Roman Bullets
zh_cn: 格式化下罗马符号

source: Format Upper Roman Bullets
zh_cn: 格式化上罗马符号

source: Format Lower Alpha Bullets
zh_cn: 格式化下阿尔法符号

source: Format Upper Alpha Bullets
zh_cn: 格式化上阿尔法符号

source: Format Circle Bullets
zh_cn: 格式化圆符号

source: Clear Bullets
zh_cn: 清除项目符号

source: Spell Check
zh_cn: 拼写检查

source: Proofing Language
zh_cn: 校对语言

source: Select Recipients
zh_cn: 选择收件人

source: Highlight Merge Fields
zh_cn: 高亮合并域

source: Insert Greeting Line
zh_cn: 插入问候语

source: Insert Merge Field
zh_cn: 插入合并域

source: Preview Mail Merge
zh_cn: 预览邮件合并

source: Select Data Record
zh_cn: 选择数据记录

source: Merge & Save
zh_cn: 合并保存

source: Move To Record
zh_cn: 移至记录

source: First Record
zh_cn: 首次记录

source: Last Record
zh_cn: 最有一次记录

source: Previous Record
zh_cn: 上一条记录

source: Next Record
zh_cn: 下一条记录

source: Pointer Tool
zh_cn: 指针工具

source: Edit Geometry
zh_cn: 编辑几何图形

source: Rectangle Tool
zh_cn: 长方形工具

source: Ellipse Tool
zh_cn: 椭圆工具

source: Line Tool
zh_cn: 线条工具

source: Cubic Bezier Tool
zh_cn: 贝塞尔曲线工具

source: Arc Tool
zh_cn: 弧线工具

source: Elliptical Arc Tool
zh_cn: 椭圆弧线工具

source: Connector Tool
zh_cn: 连接器工具

source: Text Tool
zh_cn: 文本工具

source: Pan Tool
zh_cn: 平移工具

source: Guideline Properties
zh_cn: 网格线属性

source: Page Properties
zh_cn: 页面属性

source: Snap And Glue
zh_cn: 对齐和粘连

source: Grid And Rulers
zh_cn: 网格和标尺

source: Drawing Settings
zh_cn: 绘图设置

source: Update Bounds
zh_cn: 更新边界

source: Status Page
zh_cn: 状态页面

source: Status Selected Object
zh_cn: 所选对象状态

source: Status Mouse Position
zh_cn: 鼠标位置状态

source: Parallel Multi - Instance
zh_cn: 平行多 - 实例

source: Sequential Multi - Instance
zh_cn: 顺序多 - 实例

source: Service
zh_cn: 服务

source: Receive
zh_cn: 接收

source: Send
zh_cn: 发送

source: Instantiating Receive
zh_cn: 实例化接收

source: Manual
zh_cn: 手动

source: Business Rule
zh_cn: 业务规则

source: User
zh_cn: 用户

source: Script
zh_cn: 脚本

source: Display Length
zh_cn: 显示长度

source: Logical Length
zh_cn: 逻辑长度

source: Zoom Step
zh_cn: 缩放梯级

source: Min Zoom Factor
zh_cn: 最小缩放系数

source: Max Zoom Factor
zh_cn: 最大缩放系数

source: Selection Edit Mode
zh_cn: 选择编辑模式

source: Size to Content
zh_cn: 与内容同大小

source: Edit Page Properties
zh_cn: 编辑页面属性

source: Margins and Padding
zh_cn: 边距和填充

source: Drawing Scale
zh_cn: 绘图比例

source: Pan and Zoom
zh_cn: 平移和缩放

source: Zooming
zh_cn: 缩放

source: Resize Shapes
zh_cn: 调整形状大小

source: Selection Mode
zh_cn: 选择模式

source: Elements Z Order
zh_cn: 元素的Z轴次序

source: Allow Ungroup
zh_cn: 可取消组合

source: Shape Type
zh_cn: 形状类型

source: Edit Height In 1D
zh_cn: 编辑一维高度

source: Graph Part
zh_cn: 图形部分

source: Resize In Group
zh_cn: 按组调整大小

source: Move Slaves
zh_cn: 移动从元素

source: Default Shape Glue
zh_cn: 默认形状粘连

source: Show Shape Handles
zh_cn: 显示形状手柄

source: Show Control Handles
zh_cn: 显示控制手柄

source: Begin X
zh_cn: 开始（X）

source: Begin Y
zh_cn: 开始（Y）

source: End X
zh_cn: 结束（X）

source: End Y
zh_cn: 结束（Y）

source: Allow Resize X
zh_cn: 可调整X向大小

source: Allow Resize Y
zh_cn: 可调整Y向大小

source: Allow Change Aspect Ratio
zh_cn: 可更改宽高比

source: Allow Move X
zh_cn: 可移动X轴

source: Allow Move Y
zh_cn: 可移动Y轴

source: Allow Rotate
zh_cn: 可进行旋转

source: Allow Change Pin Point
zh_cn: 可更改固定点

source: Allow Change Begin Point
zh_cn: 可更改起始点

source: Allow Change End Point
zh_cn: 可更改结束点

source: Allow Geometry Edit
zh_cn: 可进行几何图形编辑

source: Allow Inplace Edit
zh_cn: 可当场编辑

source: Allow Update Bounds
zh_cn: 可更新边界

source: Allow Layouts Reglue Begin Point
zh_cn: 允许布局重新粘连起始点

source: Allow Layouts Reglue End Point
zh_cn: 允许布局重新粘连结束点

source: Route Through Horizontally
zh_cn: 水平经过路线

source: Route Through Vertically
zh_cn: 垂直经过路线

source: Shape Properties
zh_cn: 形状属性

source: Format Geometry
zh_cn: 格式化几何图形

source: Format Text Block
zh_cn: 格式化文本块

source: Selection Highlighting
zh_cn: 所选内容高亮

source: Group Behavior
zh_cn: 分组行为

source: Editing
zh_cn: 编辑

source: End Points
zh_cn: 结束点

source: Move and Glue
zh_cn: 移动和粘连

source: Arrange Slot Placement
zh_cn: 排列槽放置

source: 1D Shapes
zh_cn: 一维形状

source: Data Object Adaptors
zh_cn: 数据对象适配器

source: View Type
zh_cn: 视图类型

source: Text Block Size
zh_cn: 文本块大小

source: Arrange Width
zh_cn: 排列宽度

source: Library Properties
zh_cn: 库属性

source: Allow Select
zh_cn: 可进行选择

source: Allow Delete
zh_cn: 可进行删除

source: Allow Context Menu Edit
zh_cn: 可进行上下文菜单编辑

source: Anchor Mode
zh_cn: 锚点模式

source: Flip Angle
zh_cn: 翻转角度

source: Stroke Mode
zh_cn: 描边模式

source: Shape and Dimensions
zh_cn: 形状和尺寸

source: Show Ports
zh_cn: 显示端点

source: Show Guidelines
zh_cn: 显示网格线

source: Show Grid
zh_cn: 显示网格

source: Show Page Breaks
zh_cn: 显示分页符

source: Pages
zh_cn: 页数

source: Rename
zh_cn: 重命名

source: Rename Page
zh_cn: 重命名页面

source: New Title
zh_cn: 新标题

source: Rotate
zh_cn: 旋转

source: Resize
zh_cn: 调整大小

source: Snap
zh_cn: 对齐

source: Z-order
zh_cn: Z轴次序

source: Geometry Format
zh_cn: 几何图形格式

source: Paragraph
zh_cn: 段落

source: Fields
zh_cn: 域
